Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/chester_beatty_library.html.txt.tmx
Source language: en
Languages: ga

source: The Chester Beatty Library is an art museum and library and houses a collection of Oriental and Western manuscripts and art
ga: Iarsmalann ealaíne agus leabharlann atá i Leabharlann Chester Beatty agus tá inti bailiúchán lámhscríbhinní agus ealaíne Oirthearaí agus Iartharaí

source: The library is located in Dublin Castle
ga: Tá an leabharlann lonnaithe i gCaisleán Bhaile Átha Cliath

source: The collections contains early papyri, including some of the earliest texts of the Bible, in addition to other early Christian manuscripts, western prints and printed books
ga: Sa bhailiúchán tá paipéir ársa, ina measc, roinnt de na téacsanna is luaithe dá bhfuil ann den Bhíobla, mar aon le lámhscríbhinní ársa na Críostaíochta, priontaí agus leabhair chlóbhuailte Iartharacha

source: The Library's Reading Room holds reference material relating to the collections
ga: Tá i Seomra Léimh na Leabharlainne ábhar tagartha a bhaineann leis na bailiúcháin

source: The Library's collections include representative samples of the world’s heritage (artistic, religious and secular) from about 2700 BC to the present century
ga: I measc bhailiúcháin na leabharlainne tá samplaí ionadaíocha d'oidhreacht an domhain (ealaíonta, reiligiúnach agus saolta) ó thart ar an tráth 2700 RCh go dtí céad na linne seo

source: They comprise of the following:
ga: Ina measc tá an méid a leanas:

source: • The East Asian collections
ga: • Bailiúcháin Oirthear na hÁise

source: The Library's collections are presented in 2 permanent exhibitions:
ga: Cuirtear bailiúcháin na Leabharlainne i láthair in 2 thaispeántas bhuana:

source: The Library also mounts special temporary exhibitions
ga: Ina theannta sin, cuireann an Leabharlann taispeántais shealadacha speisialta ar siúl

source: Educational activities at the Library include talks, children's workshops and demonstrations in techniques represented in the collections, such as calligraphy, painting, printing and other crafts, as well as tours and films
ga: I measc na ngníomhaíochtaí oideachais ag an Leabharlann tá cainteanna, ceardlanna agus taispeántais do leanaí i dteicníochtaí atá le sonrú sna bailiúchain, ar nós callagrafaíochta, péintéireachta, clóbhuailte agus ceirdeanna eile, mar aon le turais agus le scannáin

source: Further information on the schedule of events is available on the Library's website
ga: Tá tuilleadh faisnéise ar fáil faoi sceideal na n-imeachtaí ar láithreán gréasáin na Leabharlainne

source: The Library is open all year round apart from 1 January; Good Friday; 24, 25 and 26 December; and Monday public holidays
ga: Tá an Leabharlann ar oscailt ar feadh na bliana ach amháin i gcás le haghaidh 1 Eanáir; Aoine an Chéasta; 24, 25 agus 26 Nollaig; agus Dé Luain laethanta saoire poiblí

source: Admission to the Library and all public tours are free of charge
ga: Tá cead isteach chuig an Leabharlann saor in aisce agus níl aon táille le híoc do na turais phoiblí go léir

source: See the schedule of events for charges on other events
ga: Caith súil ar sceideal na n-imeachtaí le teacht ar tháillí ar imeachtaí eile

source: If you wish to arrange a tour you can book it online
ga: Más mian leat turas a shocrú, is féidir leat é a chur in áirithe ar líne

source: If you wish to use the Reading Room, you should contact the Reference Librarian at (01) 407 0750 or or use the online contact form
ga: Más mian leat an Seomra Léimh a úsáid, ba cheart duit teagmháil a dhéanamh leis an Leabharlannaí Tagartha ag (01) 407 0750 nó leas a bhaint as an bhfoirm teagmhála ar líne
